# 곡아이디와 명칭을 매칭하는 딕셔너리
nameDic = {
    "11": "(걸인베) Candy Jelly Love",
    "12": "(걸인베) 어제처럼 굿나잇",
    "13": "(걸인베) 이별 Chapter1",
    "14": "(걸인베) 비밀여행",
    "15": "(1집리팩) 안녕",
    "16": "(1집리팩) 놀이공원",
    "21": "(럽8) 아츄",
    "22": "(럽8) 작별하나",
    "23": "(럽8) 예쁜 여자가 되는 법",
    "24": "(럽8) Hug Me",
    "25": "(럽8) 새콤달콤",
    "26": "(럽8) 라푼젤",
    "31": "(LVLNS) 그대에게",
    "32": "(LVLNS) Circle",
    "33": "(LVLNS) BeBe",
    "41": "(뉴트릴) Destiny",
    "42": "(뉴트릴) 퐁당",
    "43": "(뉴트릴) 책갈피",
    "44": "(뉴트릴) 1 cm",
    "45": "(뉴트릴) 마음(*취급주의)",
    "46": "(뉴트릴) 인형",
    "51": "(2집리팩) 지금,우리",
    "52": "(2집리팩) 아야(Aya)",
    "53": "(RUR) WoW!",
    "54": "(RUR) Cameo",
    "55": "(RUR) Emotion",
    "56": "(RUR) 첫눈",
    "57": "(RUR) 똑똑",
    "58": "(RUR) Night and Day",
    "59": "(RUR) 숨바꼭질",
    "50": "(Fever) Take Me Somewhere",
    "61": "(폴인럽) 종소리",
    "62": "(폴인럽) 삼각형",
    "63": "(폴인럽) 그냥",
    "64": "(폴인럽) 비밀정원",
    "65": "(폴인럽) FALLIN'",
    "66": "(폴인럽) 졸린꿈"
}
# 입덕시기와 앨범을 매치하는 딕셔너리
timeDic = {
    "1": "걸인베",
    '2': "1집리팩",
    '3': "럽8",
    '4': "LVLNS",
    '5': "뉴트릴",
    '6': "RUR",
    '7': "2집리팩",
    '8': "폴인럽"
}
# 곡아이디와 앨범을 매치하는 딕셔너리
albumDic = {
    "걸인베": ('11', '12', '13', '14'),
    "1집리팩": ('11', '12', '13', '14', '15', '16'),
    "럽8": ('21', '22', '23', '24', '25', '26'),
    "LVLNS": ('31', '32', '33'),
    "뉴트릴": ('41', '42', '43', '44', '45', '46'),
    "RUR": ('53', '54', '55', '56', '57', '58', '59'),
    "2집리팩": ('51', '52', '53', '54', '55', '56', '57', '58', '59'),
    "폴인럽": ('61', '62', '63', '64', '65', '66')
}

